{
  "_MENU": "Menu",
  "_LANGUAGE": "Idioma",
  "_LANGUAGES": "Idiomas",
  "_ABOUT": "Sobre mí",
  "_EXPERIENCE": "Experiencia",
  "_EDUCATION": "Estudios",
  "_SKILLS": "Conocimientos",
  "_INTERESTS": "Intereses",
  "_AWARDS": "Premios",
  "_ADDRESS": "Gijón, Asturias - España",
  "_DESCRIPTION": "Desde pequeño compagino responsablemente el deporte con los estudios y ahora también con el trabajo. Siempre con ganas de aprender y descubrir nuevas metas. Tengo una gran capacidad de aprendizaje y me desenvuelvo con facilidad en los grupos de trabajo. Me considero responsable y aunque no soy un experto en algo concreto, tengo las nociones básicas de muchas cosas, lo que me sirve para aprender ágilmente. Me gusta la competitividad y pienso que con humildad y ambición todo es mucho más sencillo. Disfruto ayudando a los demás y compartiendo los conocimientos que sé.",
  "_DESCRIPTION_2": "He centrado mayormente mi trabajo como desarrollador front-end, consiguiendo una gran habilidad y agilidad en el desarrollo web con Single Page Applications, gracias mayoritariamente a una especialización en Angular. Sin embargo, he ampliado mis conocimientos en el último año en procesos y tecnologías DevOps, enseñando a mis compañeros de trabajo en repetidas ocasiones todo lo que he ido aprendiendo. Además en los últimos meses me he formado en tecnologías Cloud y en despliegue de infraestructura con Terraform y Amazon Web Services, principalmente.",
  "_DXC_TIME": "Febrero 2017 - Actualidad",
  "_DXC_DESCRIPTION": "Digital Insurance Platform Engineering: desarrollo de framework y aplicaciones web en Angular y React. DevOps Engineering: diseño, implementación y automatización en integración continua y desarrollo continuo (CI/CD) con GitHub, Docker, Jenkins, Artifactory y Amazon Web Services. Cloud Engineering: con Terraform y Amazon Web Services.",
  "_DXC_JOB": "Application Developer - DevOps - Cloud Developer",
  "_FREELANCE_DESCRIPTION": "Realización de aplicaciones móvil y web, orientación a negocios en el universo web. Plataformas: Google Cloud Platform, Google Marketing Platform. Tecnologías: Angular, Ionic, Bootstrap, HTML5, CSS3, JavaScript, jQuery, Node.js, Firebase, Sass, Bitbucket, GitHub, Google Analytics...",
  "_FREELANCE_DESCRIPTION2": "Algunos ejemplos:",
  "_FREELANCE_TIME": "Julio 2016 - Septiembre 2019",
  "_CSC_SCHOLARSHIP": "Becario de desarrollo de software",
  "_CSC": "CSC - Computer Science Corporation",
  "_CSC_DESCRIPTION": "Desarrollo de Software en equipo Java: Desarrollo de aplicación web en JavaScript y AngularJS en el front-end. Proyecto OmniChannel.",
  "_CSC_TIME": "Septiembre 2016 - Febrero 2017",
  "_INDRA_SCHOLARSHIP": "Becario de desarrollo de software",
  "_INDRA": "Indra",
  "_INDRA_DESCRIPTION": "Desarrollo de Software en Java, base de datos Oracle, Spring y Adobe Flex. Trabajos de ingeniería inversa (UML) en código C++ del sistema SACTA.",
  "_INDRA_TIME": "Octubre 2015 - Abril 2016",
  "_UNIOVI": "Universidad de Oviedo",
  "_EPI": "Escuela Politécnica de Ingeniería de Gijón",
  "_DEGREE": "Grado en Ingeniería Informática en Tecnologías de la Información.",
  "_UNIOVI_AVERAGE_SCORE": "Nota media: 6.8",
  "_UNIOVI_TIME": "Septiembre 2010 - Julio 2017",
  "_SANJAC": "San Jacinto College",
  "_SANJAC_SOUTH": "San Jacinto College South",
  "_SANJAC_STUDIES": "Beca de fútbol: Clases de inglés.",
  "_SANJAC_TIME": "July 2011 - January 2012",
  "_PROGRAMMING_LANGUAGES": "Lenguajes de programación",
  "_TOOLS": "Herramientas",
  "_WORKFLOW": "Métodos de trabajo",
  "_MOBILE_RESPONSIVE": "Responsividad para todas las plataformas",
  "_GIT_WORKFLOW": "Git flow adecuado al proyecto de desarrollo. Trunk based develoment o Gitflow como favoritos",
  "_BROWSER_TESTING": "Herramientas de desarrollo de navegador de testing",
  "_DEBUGGING": "debugging",
  "_TEAMWORK": "Trabajo en equipo, ayudar y aprender de los compañeros",
  "_VERSION_CONTROL": "Control de versiones, lo más importante para mantener el código sano y salvo",
  "_AGILE_DEVELOPMENT": "Desarrollo ágil",
  "_SCRUM": "scrum",
  "_OS": "Sistemas operativos",
  "_FRAMEWORKS": "Frameworks",
  "_WEB": "Tecnologías web",
  "_CLOUD": "Plataformas Cloud",
  "_DATABASES": "Bases de datos",
  "_CONFIG_TOOLS": "Herramientas de configuración y automatización",
  "_IDES": "Entornos de desarrollo integrado",
  "_CONTROL": "Control de versiones",
  "_SPANISH": "Español",
  "_ENGLISH": "Inglés",
  "_VIDEOGAMES": "Videojuegos",
  "_CINEMA": "Cine",
  "_SPORTS": "Deportes",
  "_MUSIC": "Música",
  "_TECHNOLOGY": "Tecnología",
  "_TV_SHOWS": "Series",
  "_FRIENDS": "Amigos",
  "_COOK": "Cocina",
  "_TRAVEL": "Viajes",
  "_TABLE_GAMES": "Juegos de mesa",
  "_FREAK_WORLD": "Mundo friki",
  "_CONTACT": "Contacto",
  "_GET_IN_TOUCH": "Formulario de contacto",
  "_GET_IN_TOUCH_MESSAGE": "Si te gusta mi trabajo, no dudes en enviarme tus ideas para construir una página web para tu negocio. ¿Crees que puedo encajar en tu equipo de trabajo? Estoy siempre buscando nuevos desafíos. ¡Escríbeme debajo!",
  "_NAME": "Nombre",
  "_EMAIL": "E-mail",
  "_PHONE_NUMBER": "Número de teléfono",
  "_MESSAGE": "Mensaje",
  "_SEND": "Enviar",
  "_CV": "Curriculum Vitae",
  "_AUTOMATION": "Automatización de procesos recurrentes para aumentar productividad y evitar fallos",
  "_EMPATHY_JOB": "Ingeniero DevOps",
  "_EMPATHY_DESCRIPTION": "Desarrollo y Operaciones con desarrollo continuo, integración continua y despliegue continuo (CI/CD). Infraestructura en la nube usando Terraform con Amazon Web Services y Google Cloud Platform. Monitorización y logging. Tecnologías: Jenkins, Nexus, Bitbucket, Node.js, Python, Prometheus, Grafana, Kibana, Go, Typescript, Consul...",
  "_EMPATHY_TIME": "September 2019 - Present"
}
