{
    "_LANGUAGE" : "Idioma",
    "_ABOUT" : "Sobre mí",
    "_EXPERIENCE": "Experiencia",
    "_EDUCATION": "Estudios",
    "_SKILLS": "Habilidades", 
    "_INTERESTS": "Intereses",
    "_AWARDS": "Premios",
    "_ADDRESS": "Gijón, Asturias - España",
    "_DESCRIPTION": "Desde pequeño compagino responsablemente el deporte con los estudios y ahora también con el trabajo. Siempre con ganas de aprender y descubrir nuevas metas. Tengo una gran capacidad de aprendizaje y me desenvuelvo con facilidad en los grupos de trabajo. Me considero responsable y aunque no soy un experto en algo concreto, tengo las nociones básicas de muchas cosas, lo que me sirve para aprender ágilmente. Me gusta la competitividad y pienso que con humildad y ambición todo es mucho más sencillo. Disfruto ayudando a los demás y compartiendo los conocimientos que sé.",
    "_DXC_TIME": "Febrero 2017 - Actualidad",
    "_DXC_DESCRIPTION": "Web Technologies Team: Desarrollo de framework en AngularJS y Angular 2 para aplicaciones web. Desarrollo de aplicaciones web de front-end con AngularJS y Angular 2, framework propio y servicios REST. Proyecto OmniChannel.",
    "_DXC_JOB": "Application Developer Senior Assistant",
    "_FREELANCE_DESCRIPTION": "Realización de páginas web y orientación a empresas en el universo web. Tecnologías usadas: Angular, Bootstrap, HTML5, CSS3, JavaScript, jQuery...",
    "_FREELANCE_TIME": "Julio 2016 - Actualidad",
    "_CSC_SCHOLARSHIP": "Becario de desarrollo de software",
    "_CSC": "CSC - Computer Science Corporation",
    "_CSC_DESCRIPTION": "Desarrollo de Software en equipo Java: Desarrollo de aplicación web en JavaScript y AngularJS en el front-end. Proyecto OmniChannel.",
    "_CSC_TIME": "Septiembre 2016 - Febrero 2017",
    "_INDRA_SCHOLARSHIP": "Becario de desarrollo de software",
    "_INDRA": "Indra",
    "_INDRA_DESCRIPTION": "Desarrollo de Software en Java, base de datos Oracle, Spring y Adobe Flex. Trabajos de ingeniería inversa (UML) en código C++ del sistema SACTA.",
    "_INDRA_TIME": "Octubre 2015 - Abril 2016",
    "_UNIOVI": "Universidad de Oviedo",
    "_EPI": "Escuela Politécnica de Ingeniería de Gijón",
    "_DEGREE": "Grado en Ingeniería Informática en Tecnologías de la Información.",
    "_UNIOVI_AVERAGE_SCORE": "Nota media: 6.8",
    "_UNIOVI_TIME": "Septiembre 2010 - Julio 2017",
    "_SANJAC": "San Jacinto College",
    "_SANJAC_SOUTH": "Sa Jacinto College South",
    "_SANJAC_STUDIES": "Beca de fútbol: Clases de inglés.",
    "_SANJAC_TIME": "July 2011 - January 2012",
    "_PROGRAMMING_LANGUAGES": "Lenguajes de programación",
    "_TOOLS": "Herramientas",
    "_WORKFLOW": "Métodos de trabajo",
    "_MOBILE_RESPONSIVE": "Primero estilos móvil, siempre responsividad para todas las plataformas",
    "_BROWSER_TESTING": "Herramientas de desarrollo de navegador de testing",
    "_DEBUGGING": "debugging",
    "_TEAMWORK": "Trabajo en equipo como prioridad. Ayudar a los demás para alcanzar los objetivos",
    "_VERSION_CONTROL": "Control de versiones, lo más importante para mantener el código sano y salvo",
    "_AGILE_DEVELOPMENT": "Desarrollo ágil",
    "_SCRUM": "scrum",
    "_INTERESTS_1": "Soy un fanático de los videojuegos, me gusta probar todo tipo de plataformas y me encanta jugar con mis amigos. Me gusta jugar a fútbol, pero también disfruto practicando otros deportes.",
    "_INTERESTS_2": "El mejor plan para mi es ver una serie con mi chica y comerme una gran hamburguesa. El segundo mejor, tomar unas copas con mis amigos los viernes por la noche."
}